// 模拟随笔数据
export const notes = [
  {
    id: 1,
    date: '2025-06-10',
    title: '平静的风',
    time: '22:49',
    content: '风吹松针，沙沙的轻柔的风声。除此之外再也没有其他声音，安静的有些可怕，松树是这山坡的主人，除了松树再没几棵高过屋檐的树木。那条通往回家的路破烂不堪。原来不宽黄色的泥土路左右总有几处被水牛踩破的口子。路已经很少有人来往，可野草还是没能越过这条弯曲狭窄的黄泥路，从一边跨到另一边去。半塌拉着的一些黄毛草已经吐出灰白色的穗。高高低低却稀疏而自然。在这原本还是春天的日子里，却在脑海中浮现起这个秋天的日子。那个秋日，我站在老家背后的山里，阳光明媚，我就这样静静的听着风声，安静的似乎跟周围融为一体，低头看着脚下的路，看着路上黄泥土上镶嵌着的一颗颗小石子，看任性的蚂蚁快速的穿过黄泥路面。又想起很小的时候拿着放大镜用阳光烤死蚂蚁的场景，想起放牛总寻找大个的蚂蚁，揪掉他们的触角后放它们四处慌乱的逃路。捻起一根小木棍，将蚂蚁引到木棍上再来回的倒手，让它永远也爬不出这跟木棍。蚂蚁没有做任何伤害你的事情，却非要跟他过不去。也许正是我的无聊吧。是不是年纪大了，开始回想当年了。',
    signature: 'yike'
  },
  // 你可以在此添加更多笔记
  {
    id: 2,
    date: '2025-06-17',
    title: '另一天的记录',
    time: '10:30',
    content: '这是另一篇随笔的内容，记录一些其他的想法和感悟。',
    signature: 'yike'
  },
];
